[{
        "name": "Lamborghini Centinero",
        "model": "2022",
        "engine": "v12",
        "color": "Blue",
        "price": "220000",
        "designer": "William Mervane",
        "engineer": "Rosy , Lucy",
        "imageUrl": "https://hips.hearstapps.com/hmg-prod/amv-prod-cad-assets/images/16q1/665058/2017-lamborghini-centenario-official-photos-and-info-news-car-and-driver-photo-666426-s-original.jpg?fill=2:1&resize=1200:*",
        "description": "Lamborghini developed the Centenario to showcase the advancement of new technologies and also as a test bed for the development of new Lamborghini models.The Centenario is the first Lamborghini automobile to have 3 exhausts and to be deployed with rear-wheel steering. The system is designed to provide added maneuverability at low speed, in a city driving environment, and improved stability at high speed.This is also the first Lamborghini model to be equipped with the company's new infotainment system. The system consists of a new 10.1-inch portrait screen which also records telemetry and driving data and top speeds.The car also serves as a base for showcasing the new aerodynamic advancements. A twin-deck splitter at the front helps in generating downforce as well as to let air pass through the side of the car while working in conjunction with the side blades. The Centenario also has the largest rear diffusers to ever be incorporated into a car. The diffusers along with the electronically controlled twin deck rear-wing aids further in generating downforce. The car generates 227 kg (500 lb) of downforce at 280 km/h (174 mph).[5]"
    },
    {
        "name": "BMW Corbra",
        "model": "2022",
        "engine": "v6",
        "color": "Grey",
        "price": "150000",
        "designer": "Sai Lin Htut",
        "engineer": "Hurry Kene , The Rock",
        "imageUrl": "https://www.bmwmyanmar.com/content/dam/bmw/common/all-models/7-series/sedan/2021/highlights/bmw-series-7-sedan-onepager-sp-desktop.jpg",
        "description": "The BMW M3 is a high-performance version of the BMW 3 Series, developed by BMW's in-house motorsport division, BMW M GmbH. M3 models have been produced for every generation of 3 Series since the E30 M3 was introduced in 1986.The initial model was available in a coupé body style, with a convertible body style added soon after. M3 Sedans were available during the E36 (1994–1999) and E90 (2008–2012) generations. Since 2014, the M3 has been solely produced in the sedan body style, due to the coupé and convertible models being rebranded as the 4 Series range, making the high-performance variant the M4.[1][2]Upgrades over the regular 3 Series models include engines, handling, brakes, aerodynamics, lightweight materials and various interior upgrades. The M3’s biggest contribution to both driver safety and the performance industry is BMW’s continual development of their limited-slip differential, which mathematically maximizes torque and grip without compromising handling. The M3’s most notable implementation of technology came in 1992 when the E36 M3 was outfitted with the SMG-I gearbox and became the first car sold in the united states to have a sequential manual transmission. When they fitted the E46 M3 with the SMG-III gearbox, it officially took the title as the fastest shifting gear box in the world. A carbon fiber air box was developed for the E46 M3 CSL, and it worked by creating a vortex of air that could constantly maintain maximum air induction pressure to maximize throttle response."
    },
    {
        "name": "Bugatti",
        "model": "2022",
        "engine": "v12",
        "color": "Black",
        "price": "3000000",
        "designer": "Marvel Studio",
        "engineer": "Carceo Ravel",
        "imageUrl": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/02-ss300p-3i4-front-1567937037.jpg?crop=0.668xw:1.00xh;0.162xw,0&resize=640:*",
        "description": "The Bugatti Veyron EB 16.4 is a mid-engine sports car, designed and developed in France by the Volkswagen Group and Bugatti and manufactured in Molsheim, France, by French automobile manufacturer Bugatti. It was named after the racing driver Pierre Veyron.The original version has a top speed of 407 km/h (253 mph).[6][7] It was named Car of the Decade and best car award (2000–2009) by the BBC television programme Top Gear. The standard Bugatti Veyron also won Top Gear's Best Car Driven All Year award in 2005.The Super Sport version of the Veyron is one of the fastest street-legal production cars in the world, with a top speed of 431.072 km/h (267.856 mph).[8] The Veyron Grand Sport Vitesse was the fastest roadster in the world, reaching an averaged top speed of 408.84 km/h (254.04 mph) in a test on 6 April 2013.[9][10]The Veyron's chief designer was Hartmut Warkuß and the exterior was designed by Jozef Kabaň of Volkswagen, with much of the engineering work being conducted under the guidance of chief technical officer Wolfgang Schreiber. The Veyron includes a sound system designed and built by Burmester Audiosysteme.[11]Several special variants have been produced. In December 2010, Bugatti began offering prospective buyers the ability to customise exterior and interior colours by using the Veyron 16.4 Configurator application on the marque's official website.[12][13] The Bugatti Veyron was discontinued in late 2014, but special edition models continued to be produced until 2015."
    },
    {
        "name": "Ferrier Ivan",
        "model": "2022",
        "engine": "v10",
        "color": "Red",
        "price": "200000",
        "designer": "Rocy Garden , Pavel Norva",
        "engineer": "Rosy , Lucy",
        "imageUrl": "https://wallpaperaccess.com/full/294788.jpg",
        "description": "The Ferrari 488 (Type F142M) is a mid-engine sports car produced by the Italian automobile manufacturer Ferrari. The car replaced the 458, being the first mid-engine Ferrari to use a turbocharged V8 since the F40.The car is powered by a 3.9-litre twin-turbocharged V8 engine, smaller in displacement but generating a higher power output than the 458's naturally aspirated engine. The 488 GTB was named .The Supercar of the Year 2015 by car magazine Top Gear, as well as becoming Motor Trend's 2017 Best Driver's Car.[7] Jeremy Clarkson announced the 488 Pista as his 2019 Supercar of the Year.[8] The 488 was succeeded by the F8 Tributo in February 2019."
    },
    {
        "name": "Mc Larend Pioneer",
        "model": "2022",
        "engine": "v10",
        "color": "Blue",
        "price": "190000",
        "designer": "DC studio",
        "engineer": "DC Enginner",
        "imageUrl": "https://mclaren.scene7.com/is/image/mclaren/720S-Coupe_hero:crop-16x9?wid=1980&hei=1114",
        "description": "The car is named after the Brazilian Formula One race driver Ayrton Senna, honouring and giving tribute to his success with the McLaren Formula One Team between 1988 and 1993 Formula 1 seasons. Senna won three Formula One World Drivers' Championship titles and thirty-five Formula One Grand Prix race wins with the team;[10] McLaren also won four consecutive Formula One World Constructor's Championship titles with Senna as part of their driver line-up.McLaren Automotive holds the rights to the Senna family name along with the Instituto Ayrton Senna.[10][11] The organisation and McLaren have made the Senna name exclusive to the car, thereby prohibiting any other company from using the name.[11][12]"
    },
    {
        "name": "Mercedes Bentz",
        "model": "2022",
        "engine": "v8",
        "color": "Grey",
        "price": "2000000",
        "designer": "Sai Lin Htut",
        "engineer": "Sai Lin Htut",
        "imageUrl": "https://media.autoexpress.co.uk/image/private/s--X-WVjvBW--/f_auto,t_content-image-full-desktop@1/v1562242831/autoexpress/2016/06/16c434_065.jpg",
        "description": "The main carry over component from the Veyron is the 7,993 cc (8.0 L) quad-turbocharged W16 engine, though it is heavily updated. The engine in the Chiron has a peak power output of 1,103 kW (1,479 hp; 1,500 PS) at 6,700 rpm and 1,600 N⋅m (1,180 lb⋅ft) of torque starting from 2,000 to 6,000 rpm.[12] The engine in the most powerful variant of its predecessor, the Veyron Super Sport generates 221 kW (296 hp; 300 PS) less than the new Chiron, while the engine in the original Veyron generates 367 kW (492 hp; 499 PS) less power.[13][14]Like its predecessor, the Veyron, the Chiron utilises a carbon fibre body structure, independent suspension and a Haldex All-wheel drive system.[15][16][17] The carbon fibre body has a stiffness of 50,000 Nm per degree.[18]The Chiron can accelerate from 0–100 km/h (0–62 mph) in 2.4 seconds according to the manufacturer, 0–200 km/h (0–124 mph) in 6.5 seconds and 0–300 km/h (0–186 mph) in 13.6 seconds. In a world-record-setting test at the time in 2017, the Chiron reached 400 km/h (249 mph) in 32.6 seconds, after which it needed 9.4 seconds to brake to standstill.[19]The Chiron's top speed is electronically limited to 420 km/h (261 mph), or 375–380 km/h (233–236 mph) without the specific key, for safety reasons, mainly arising from the tyres as Bugatti concluded that no tyre currently manufactured would be able to handle the stress at the top speed the Chiron is capable of achieving.[3][20] Independent testing by an owner has indicated that the Chiron can easily attain its limited top speed.[21] Mixed fuel consumption is 22.5 L/100 km (12.55 mpg‑imp; 10.45 mpg‑US).[22"
    },
    {
        "name": "Pagani Nova",
        "model": "2022",
        "engine": "v16",
        "color": "Black",
        "price": "4000000",
        "designer": "Jane Roller",
        "engineer": "Jane Roller , Lous Caro",
        "imageUrl": "https://cdn.motor1.com/images/mgl/WmAmL/s1/pagani-zonda-revolucion-getting-road-conversion.jpg",
        "description": "The Pagani Huayra (Italian pronunciation: [ˈwai̯ra]) is a mid-engine sports car produced by Italian sports car manufacturer Pagani, succeeding the company's previous offering, the Zonda. It is named after Huayra-tata, a Quechua wind god.[3][4] The Huayra was named The Hypercar of the Year 2012 by Top Gear magazine. On 11 February 2015 it was reported that the Pagani Huayra has been sold out. The Huayra was limited to just 100 units as part of Pagani's agreement with engine supplier Mercedes-AMG.[5]The Pagani Huayra was officially debuted online with several pictures in a press release on 25 January 2011.[4][6][7] The official world debut was at the headquarters of Pirelli in Milan in February 2011.[8]"
    }
]